[M_RockPaperGenocide_Amp MissionDefinition]
MissionDescription="Marcus needs your help to test the new clay gun he bought. "
TurnInDescription="Above: The main weapon in action. Disadvantages: Marks behavior is not included.."
MissionSummary="Try Marcus' slug weapon."
TeaserText="Now is the time to learn how to do it.!"

[M_RockPaperGenocide_Shock MissionDefinition]
TurnInDescription="Why so?... shocking."
